export const RulsTips = `پلتفرم آگیتو به منظور ایجاد محیطی امن و شفاف برای خرید و فروش آنلاین
        طراحی شده است. کاربران موظفند اطلاعات دقیق و معتبر ارائه دهند و از
        انتشار محتوای غیرقانونی، توهین‌آمیز یا گمراه‌کننده خودداری کنند. تمامی
        آگهی‌ها باید در دسته‌بندی‌های مناسب ثبت شوند و شامل تصاویر مرتبط و
        قیمت‌های منصفانه باشند. آگیتو هیچ‌گونه مسئولیتی در قبال صحت آگهی‌ها یا
        نتایج معاملات ندارد و کاربران باید هویت طرف مقابل را پیش از معامله تأیید
        کنند. استفاده از روش‌های پرداخت امن الزامی است و هرگونه فعالیت
        کلاهبردارانه یا نقض حریم خصوصی منجر به تعلیق حساب خواهد شد. کیف پول
        آگیتو تنها از طریق درگاه‌های مجاز قابل شارژ است و موجودی آن غیرقابل
        انتقال است. کاربران باید قوانین مالکیت معنوی و حریم خصوصی را رعایت کنند
        و از انتشار محتوای سیاسی، مذهبی یا خشونت‌آمیز خودداری کنند. آگیتو
        می‌تواند محتوای نامناسب را حذف یا حساب‌های متخلف را مسدود کند. گزارش
        فعالیت‌های مشکوک به پشتیبانی الزامی است و کاربران باید با پشتیبانی برای
        حل مشکلات همکاری کنند. آگیتو ممکن است قوانین را به‌روزرسانی کند و
        کاربران موظفند این تغییرات را بررسی کنند. هعدم آگاهی از قوانین، توجیهی
        برای نقض آن‌ها نیست. استفاده از آگیتو باید با حسن نیت انجام شود و هرگونه
        سوءاستفاده از خدمات پلتفرم ممنوع است. آگیتو متعهد به ارائه خدمات با
        کیفیت است و حق پیگیری قانونی علیه متخلفان را برای خود محفوظ می‌دارد.`;

export const ShowAdsRuls = `
    بررسی اعتبار آگهی: قبل از تماس با فروشنده، اطلاعات آگهی (مانند قیمت، توضیحات و تصاویر) را به‌دقت بررسی کنید.
تأیید هویت فروشنده: برای معاملات امن، هویت فروشنده را از طریق اطلاعات تماس یا پیام‌های آگیتو تأیید کنید.
اجتناب از آگهی‌های مشکوک: آگهی‌هایی که قیمت غیرواقعی یا اطلاعات ناقص دارند را به پشتیبانی گزارش دهید.
`;
